Repository: Senpie-mmd/Kidemy
Catalog: Kidemy.Web/Resources/Models/SharedResource.*.resx
Languages: fa_ir

source: Confirm
fa_ir: تایید

source: Confirm password
fa_ir: تکرار کلمه عبور

source: Create date
fa_ir: تاریخ ثبت

source: Email
fa_ir: ایمیل

# Error.Compare
source: Value is not valid
fa_ir: مقادیر وارد شده با هم مغایرت دارند

# Error.DuplicateEmail
source: Email is duplicated
fa_ir: ایمیل وارد شده تکراری میباشد

# Error.DuplicateMobile
source: Mobile is duplicated
fa_ir: موبایل وارد شده تکراری میباشد

# Error.EmailFormat
source: Email is not valid
fa_ir: لطفا ایمیل معتبر وارد نمایید

# Error.Format
source: format is not valid
fa_ir: لطفا {0} معتبر وارد نمایید

# Error.InValidLoginCode
source: Activation code is not valid
fa_ir: کد وارد شده صحیح نمیباشد

# Error.MaxLength
source: Characters length should be less than {1}
fa_ir: تعداد کاراکتر مجاز {1} می باشد

# Error.Max
source: should be less than {2}
fa_ir: مقدار وارد شده باید کمتر از {2} باشد

# Error.MobileFormat
source: Mobile is not valid
fa_ir: شماره وارد شده صحیح نمی باشد

# Error.NullValue
source: An error has occurred
fa_ir: خطایی رخ داده است

# Error.PhoneNumberFormat
source: Phone number is not valid
fa_ir: شماره‌ی وارد شده صحیح نمی باشد

# Error.Required
source: {0} is required
fa_ir: لطفا {0} را وارد کنید

source: Filter
fa_ir: فیلتر

source: First name
fa_ir: نام

source: From
fa_ir: از

source: Is ban
fa_ir: مسدود شده

source: Is email active
fa_ir: ایمیل فعال است؟

source: Is mobile active
fa_ir: موبایل فعال است؟

source: Kave negar
fa_ir: کاوه نگار

source: Last name
fa_ir: نام خانوادگی

# ManageUsers
source: Mange users
fa_ir: مدیریت کاربران

source: Mobile
fa_ir: موبایل

source: Name
fa_ir: نام

source: No
fa_ir: خیر

source: Operation
fa_ir: عملیات

source: Pars green
fa_ir: پارس گرین

source: Password
fa_ir: کلمه عبور

source: Roles
fa_ir: نقش ها

source: Save
fa_ir: ذخیره

source: Search
fa_ir: جستجو

source: Status
fa_ir: وضعیت

# Success.ContactUsUpdatedSuccessfully
source: Contact us updated successfully
fa_ir: تماس با ما با موفقیت ویرایش شد .

# Success.UserCreatedSuccessfully
source: User created successfully
fa_ir: کاربر جدید با موفقیت افزوده شد

# Success.UserDeletedSuccessfully
source: User deleted successfully
fa_ir: کاربر با موفقیت حذف شد.

# Success.UserUpdatedSuccessfully
source: User updated successfully
fa_ir: ویرایش کاربر با موفقیت انجام شد

source: Title
fa_ir: عنوان

source: Upload
fa_ir: آپلود

source: Users list
fa_ir: لیست کاربران

source: Yes
fa_ir: بله

source: All
fa_ir: همه

source: Description
fa_ir: توضیحات

source: Full name
fa_ir: نام و نام ‌خانوادگی

source: Pending
fa_ir: در حال بررسی

source: State
fa_ir: وضعیت

# Error.UserNotLogin
source: User should login
fa_ir: کاربر لاگین نکرده‌ است

source: Manage contact us
fa_ir: مدیریت تماس با ما

source: Select
fa_ir: انتخاب کنید

source: Delete
fa_ir: حذف

source: Edit
fa_ir: ویرایش

# Error.NotExist
source: Not exist
fa_ir: وجود ندارد

source: Role
fa_ir: نقش

source: Toman
fa_ir: تومان

source: Support
fa_ir: پشتیبانی

source: About Us
fa_ir: درباره ما

source: Enter your mobile
fa_ir: شماره همراهتان را وارد نمایید

source: Answered
fa_ir: پاسخ داده شده

source: Financial
fa_ir: مالی

source: High
fa_ir: زیاد

source: Low
fa_ir: پایین

source: Medium
fa_ir: متوسط

source: Port number
fa_ir: شماره‌ پورت

source: Send from
fa_ir: ارسال از

source: Show title
fa_ir: عنوان نمایشی

source: Create role
fa_ir: افزودن نقش

source: Manage roles
fa_ir: مدیریت نقش ها

source: Roles list
fa_ir: لیست نقش ها

source: Uniqe name
fa_ir: نام منحصر به فرد

# ViewTitle.Admin.RolesList
source: Roles list
fa_ir: لیست نقش ها

# Success.SuccessfullyDone
source: Successfully done.
fa_ir: عملیات با موفقیت انجام شد

# ViewTitle.Admin.CreateRole
source: Create role
fa_ir: افزودن نقش جدید

source: Create user
fa_ir: افزودن کاربر

source: Delete role
fa_ir: حذف نقش

source: Delete user
fa_ir: حذف کاربر

source: Select all
fa_ir: انتخاب همه

source: Update role
fa_ir: ویرایش نقش

source: Update user
fa_ir: ویرایش کاربر

# ViewTitle.Admin.UpdateRole
source: Update role
fa_ir: ویرایش نقش

source: Reply
fa_ir: پاسخ

# ViewTitle.Admin.TicketsList
source: Ticket list
fa_ir: لیست تیکت ها

source: Create ticket
fa_ir: افزودن تیکت

source: Details
fa_ir: جزئیات

source: Message
fa_ir: پیام

source: Pending admin
fa_ir: در انتظار پاسخ ادمین

source: Pending user
fa_ir: در انتظار پاسخ کاربر

source: Priority
fa_ir: اولویت

source: Section
fa_ir: بخش مربوطه

source: Send message
fa_ir: ارسال پیام

source: Submit
fa_ir: ثبت

source: Technical
fa_ir: فنی

source: Ticket details
fa_ir: جزئیات تیکت

source: Tickets list
fa_ir: لیست تیکت ها

source: Very high
fa_ir: بسیار بالا

# CustomerAccountInfoList
source: Customers Accounts Info
fa_ir: لیست اطلاعات مورد نیاز

source: Please upload image
fa_ir: لطفا عکس کاربر را انتخاب کنید

source: Games list
fa_ir: لیست بازی ها

source: Admin panel
fa_ir: پنل ادمین

source: Birth date
fa_ir: تاریخ تولد

source: Upload image
fa_ir: آپلود

source: Enable SSL
fa_ir: فعال کردن SSL

# TicketList
source: Tickets list
fa_ir: لیست تیکت ها

# Error.ImageIsNotValid
source: Image is not valid
fa_ir: تصویر معتبر نمی باشد

# Error.PasswordIsNotCorrect
source: Information is not valid
fa_ir: اطلاعات نادرست است

# Error.PasswordMinLength
source: Password length should be greater than {0}
fa_ir: طول کلمه عبور باید بیشتر از {0} کاراکتر باشد

# Error.PasswordRequired
source: Password required
fa_ir: کلمه عبور اجباری می باشد

# Error.PasswordRequiredLowerCase
source: Password required lower case
fa_ir: کلمه عبور باید شامل یک حرف کوچک باشد

# Error.PasswordRequiredSymbol
source: Password required a symbol
fa_ir: کلمه عبور باید شامل یک علامت باشد

# Error.PasswordRequiredUpperCase
source: Password required upper case
fa_ir: کلمه عبور باید شامل یک حرف بزرگ باشد

# Error.UserNotFoundByMobile
source: Not found user by expected mobile
fa_ir: کاربری با شماره وارد شده یافت نشد

# Error.BirthDateFormat
source: Birth date is not valid
fa_ir: تاریخ تولد وارد شده صحیح نمیباشد

source: Charge wallet
fa_ir: شارژ کیف پول

# Error.ProcessFailed
source: Process failed
fa_ir: عملیات با شکست مواجه شد

source: Amount
fa_ir: مبلغ

source: Admin activity
fa_ir: فعالیت ادمین

source: Card to card
fa_ir: کارت به کارت

source: Deposit
fa_ir: واریز

source: Online
fa_ir: آنلاین

source: Pay order
fa_ir: پرداخت سفارش

source: Withdraw
fa_ir: برداشت

source: Profile
fa_ir: پروفایل

# Error.RequiredDescription
source: Required description
fa_ir: توضیحات اجباری می باشد

source: Withdraw from wallet
fa_ir: برداشت از کیف پول

source: Error
fa_ir: خطایی رخ داده است

# Error.e
source: Error
fa_ir: خطا

source: Send
fa_ir: ارسال

source: Product list
fa_ir: لیست محصولات

source: Product categories
fa_ir: دسته بندی محصولات

source: Create discount limitation
fa_ir: افزودن محدودیت

source: Update discount limitation
fa_ir: بروزرسانی محدودیت

source: Subject
fa_ir: عنوان

source: Slug
fa_ir: عنوان در مرورگر

source: Sms Provider Type
fa_ir: نوع پیامرسان

source: Create social media
fa_ir: افزودن شبکه اجتماعی

source: Delete social media
fa_ir: حذف شبکه اجتماعی

source: Address
fa_ir: آدرس

source: Link
fa_ir: لینک

# Error.NotEnoughBalance
source: Not enough balance
fa_ir: موجودی کافی نیست

source: Header
fa_ir: بالای صفحه

source: Footer
fa_ir: پایین صفحه

source: Not answered
fa_ir: پاسخ داده نشده

source: Answer
fa_ir: پاسخ

source: Contact us form list
fa_ir: لیست فرم های تماس با ما

# ViewTitle.Admin.ContactUsFormList
source: List of contact forms
fa_ir: لیست فرم های تماس با ما

source: Answer to
fa_ir: پاسخ به

source: New password
fa_ir: کلمه عبور جدید

source: Old password
fa_ir: کلمه عبور فعلی

# Success.ChangePasswordCreatedSuccessfully
source: The password added successfully
fa_ir: ایجاد رمز عبور با موفقیت انجام شد

# Success.ChangePasswordUpdatedSuccessfully
source: The password edited successfully
fa_ir: ویرایش رمز عبور با موفقیت انجام شد

# Success.NewPasswordHasBeenSentToYourMobileSuccessfully
source: New password has been sent to your mobile
fa_ir: رمزعبور جدید با موفقیت به شماره موبایل شما ارسال گردید.

# Error.YouAreBanned
source: You are banned
fa_ir: شما بن شده اید.!!!!

# Error.FailedOperation
source: Operation failed
fa_ir: عملیات با خطا مواجه شد

source: Copy
fa_ir: کپی

# RoleTitle
source: Title
fa_ir: عنوان

source: New folder
fa_ir: پوشه جدید

source: Rename
fa_ir: تغییر نام

source: Sort direction
fa_ir: جهت مرتب ‌سازی

source: Sort direction asc
fa_ir: جهت مرتب‌ سازی صعودی

source: Sort direction desc
fa_ir: جهت مرتب ‌سازی نزولی

source: Sort field
fa_ir: مرتب بر اساس

source: Name field
fa_ir: نام

source: Size field
fa_ir: اندازه فایل

source: Type field
fa_ir: نوع

source: Date modified field
fa_ir: تاریخ ویرایش

source: Date created field
fa_ir: تاریخ ایجاد

source: List view
fa_ir: نمای لیست

source: Grid view
fa_ir: نمای شبکه

source: Details checked
fa_ir: on

source: Details unchecked
fa_ir: off

source: File size
fa_ir: اندازه فایل

source: File type
fa_ir: نوع فایل

source: Last modified
fa_ir: تاریخ ویرایش

source: Date created
fa_ir: تاریخ ایجاد

source: Items
fa_ir: آیتم‌ها

source: Upload files
fa_ir: آپلود فایل‌ها

source: Clear list
fa_ir: پاک کردن لیست

source: Done
fa_ir: انجام شد

source: Confirmation
fa_ir: تایید

source: Move or copy
fa_ir: می‌خواهید منتقل کنید یا کپی کنید؟

source: Move
fa_ir: انتقال

source: This action is not reversible
fa_ir: این عمل قابل بازگشت نیست.

source: Cancel
fa_ir: لغو

source: Enter new name
fa_ir: نام جدید را وارد کنید.

source: No file selected
fa_ir: فایلی انتخاب نشده است

source: Size
fa_ir: حجم

source: Created date
fa_ir: تاریخ ایجاد

source: Modified date
fa_ir: تاریخ ویرایش

source: Are you sure to delete ?
fa_ir: آیا از حذف اطمینان دارید؟

source: Close
fa_ir: بستن

source: Is default
fa_ir: پیش فرض

source: Captcha
fa_ir: کد Captcha

source: Display name
fa_ir: نمایش عنوان

source: Port
fa_ir: شماره پورت

source: Unique name
fa_ir: نام منحصر به فرد

source: Owner user id
fa_ir: کاربر

source: Avatar name
fa_ir: عکس کاربر

source: Gender
fa_ir: جنسیت

source: Role id
fa_ir: نقش

source: Kidemy
fa_ir: کیدمی

# TheEmailEnteredIsNotValid
source: The entered email is not valid
fa_ir: ایمیل وارد شده معتبر نمی باشد

source: blocked
fa_ir: مسدود

source: Active
fa_ir: فعال

# Success.LoginSuccessfullyDone
source: Login successfully done
fa_ir: ورود شما با موفقیت انجام شد

# Success.RegisterSuccessfullyDone
source: Register successfully done
fa_ir: ثبت نام شما با موفقیت انجام شد

# Success.SendActivationEmailLinkSuccessfully
source: Send activation email link successfully
fa_ir: لینک فعالسازی ایمیل جدید، برای شما ارسال گردید.

source: User list
fa_ir: لیست کاربران

source: Manage wallet
fa_ir: مدیریت کیف پول

source: Manage social media
fa_ir: مدیریت شبکه های اجتماعی

source: Social media list
fa_ir: لیست شبکه های اجتماعی

# UpdateSocialMedia
source: Edit social media
fa_ir: ویرایش شکبه های اجتماعی

source: Manage ticket
fa_ir: مدیریت تیکت ها

# UpdateTicket
source: Edit ticket
fa_ir: ویرایش تیکت

source: Update contact us
fa_ir: ویرایش تماس با ما

source: Contact us form reply
fa_ir: پاسخ به تماس با ما

source: Delete contact us form
fa_ir: حذف تماس با ما

source: Update about us
fa_ir: ویرایش درباره ما

source: Male
fa_ir: مرد

source: Female
fa_ir: زن

source: Confirmed
fa_ir: تایید شده

source: Reject
fa_ir: رد شده

source: Withdraw request
fa_ir: درخواست برداشت

source: Undo transaction
fa_ir: لغو تراکنش

source: Dark mode
fa_ir: حالت تاریک

source: Light mode
fa_ir: حالت روشن

source: Access
fa_ir: دسترسی ها

source: first name and last name
fa_ir: نام و نام خانوادگی

source: It is not possible to edit the role
fa_ir: ویرایش نقش ممکن نمی باشد

# PleaseUplodaImage
source: Please upload image
fa_ir: لطفا تصویر را آپلود کنید

source: Reply contact us form
fa_ir: پاسخ به فرم تماس با ما

# ViewTitle.Admin.CreateSocialMedia
source: Add social media
fa_ir: افزودن شبکه اجتماعی

# ViewTitle.Admin.CreateTicket
source: Add ticket
fa_ir: افزودن تیکت

# ViewTitle.Admin.Dashborad
source: Dashboard
fa_ir: داشبورد

# ViewTitle.Admin.ReplyContactUsForm
source: Reply contact us form
fa_ir: پاسخ به فرم تماس با ما

# ViewTitle.Admin.SocialMediaList
source: Social media list
fa_ir: لیست شبکه های اجتماعی

# ViewTitle.Admin.TicketDetails
source: Ticket details
fa_ir: جزئیات تیکت

# ViewTitle.Admin.UpdateAboutUs
source: Edit about us
fa_ir: ویرایش درباره ما

# ViewTitle.Admin.UpdateContactUs
source: Edit contact us
fa_ir: ویرایش تماس با ما

# ViewTitle.Admin.UpdateSocialMedia
source: Edit social media
fa_ir: ویرایش شبکه های اجتماعی

# ViewTitle.Admin.UpdateTicket
source: Edit ticket
fa_ir: ویرایش تیکت

# Error.InvalidAmountValue
source: Invalid amount value
fa_ir: مقدار ورودی غیرمجاز می باشد

# Success.WalletChargedSuccessfully
source: Wallet charged successfully
fa_ir: شارژ کیف پول با موفقیت انجام شد

source: Manage pages
fa_ir: مدیریت صفحه ها

source: Create Page
fa_ir: افزودن صفحه

source: Update page
fa_ir: ویرایش صفحه

source: Pages List
fa_ir: لیست صفحات

source: Delete page
fa_ir: حذف صفحه

source: Our goal
fa_ir: هدف ما

source: Our goal title
fa_ir: تیتر هدف ما

source: Our goal description
fa_ir: توضیحات هدف ما

source: Body
fa_ir: بدنه

source: Link Place
fa_ir: محل قرار گیری صغحه

# ViewTitle.Admin.CreatePage
source: Create Page
fa_ir: افزودن صفحه

# ViewTitle.Admin.UpdatePage
source: Update Page
fa_ir: ویرایش صفحه

source: Is published
fa_ir: منتشر شده

source: Page title
fa_ir: عنوان صفحه

source: Nice to see you! please login with your account.
fa_ir: از دیدن شما خوشحالم! لطفا با حساب کاربری خود وارد شوید.

source: Nice to see you! please register with your account.
fa_ir: از دیدن شما خوشحالم! لطفا با حساب کاربری خود ثبت نام کنید.

source: Manage Page
fa_ir: مدیریت صفحه

source: Newsletter Member List
fa_ir: لیست اعضای خبرنامه

source: Newsletter
fa_ir: خبرنامه

source: Ip
fa_ir: آی پی

# SubscribeToNewsletter
source: Subscribe Newsletter
fa_ir: عضویت در خبرنامه

# Error.OneDefaultOptionMustBePresent
source: One Default Option Must Be Present
fa_ir: حداقل یک گزینه پیش فرض باید موجود باشد

# Success.SendResetPasswordConfirmationCodeSuccessfully
source: Send reset password confirmation code successfully
fa_ir: Send reset password confirm code successfully

source: Manage newsletter
fa_ir: مدیریت خبر نامه

source: Members list_ newsletter
fa_ir: لیست اعضای خبر نامه

source: Delete member_ newsletter
fa_ir: حذف عضو خبر نامه

source: Your confirm code:
fa_ir: کد تایید:

source: Confirmation code
fa_ir: کد تایید

source: Accept terms
fa_ir: پذیرش قوانین

source: Confirm new password
fa_ir: تکرار کلمه عبور جدید

source: Confirm mobile
fa_ir: تایید موبایل

source: Please enter the verification code sent to your mobile number
fa_ir: لطفا کد تایید ارسال شده را وارد نمایید

source: Enter confirm code
fa_ir: کد تایید را وارد کنید

source: Forgot password
fa_ir: فراموشی کلمه عبور

source: Enter your mobile number to receive the verification code.
fa_ir: شماره موبایل خود را برای دریافت کد فعالسازی وارد نمایید

source: Already have an account
fa_ir: قبلا ثبت نام کرده اید؟

source: Login
fa_ir: ورود

source: Login to account
fa_ir: ورورد به حساب

source: Your password must be at least 8 characters long
fa_ir: کلمه عبور شما باید حداقل شامل 8 کاراکتر باشد

source: Remember me
fa_ir: مرا به خاطر بسپار

source: Forgot your password
fa_ir: کلمه عبور خود را فراموش کرده اید؟

source: Dont have account
fa_ir: حساب کاربری ندارید؟

source: Register
fa_ir: ثبت نام

source: Sign in
fa_ir: ثبت نام

source: Reset password
fa_ir: بازیابی کلمه عبور

source: Please enter your new password
fa_ir: کلمه عبور جدید را وارد کنید

source: Ok
fa_ir: باشه

# Error.InformationAreNotValid
source: Information are not valid
fa_ir: اطلاعات صحیح نمی باشد

# Error.MobileIsRequired
source: Mobile is required
fa_ir: شماره موبایل اجباری می باشد

# Error.PasswordIsRequired
source: Password is required
fa_ir: کلمه عبور اجباری می باشد

# Error.SmsNotSent
source: Sms not sent
fa_ir: پیامک ارسال نشد

# Error.UniqueNameIsDuplicated
source: Unique name is duplicated
fa_ir: نام منحصر به فرد اجباری می باشد

# Error.ItemNotFound
source: Item not found
fa_ir: آیتمی یافت نشد

# Error.DuplicatedSocialMediaTitle
source: Duplicated social media title
fa_ir: عنوان شبکه اجتماعی تکراری می باشد

# Error.PictureFormat
source: Picture format
fa_ir: فرمت عکس معتبر نمی باشد

# Error.SendSMSFailed
source: Send SMSFailed
fa_ir: ارسال پیامک با شکست مواجه شد

# Error.OldPasswordNotValid
source: Old password not valid
fa_ir: کلمه عبور فعلی صحیح نمی باشد

# Error.ImageRequired
source: Image required
fa_ir: تصویر اجباری می باشد

# Error.AccountCodeExpired
source: Account code expired
fa_ir: کد تایید منقضی شده است

# Error.EmailWasNotSent
source: Email was not sent
fa_ir: ارسال ایمیل با شکست مواجه شد

# Error.ActivationEmailWasNotSent
source: Activation email was not sent
fa_ir: ارسال ایمیل فعالسازی با شکست مواجه شد

# Error.UserIsRequired
source: User is required
fa_ir: کاربر را انتخاب کنید

# Error.UserNotFound
source: User not found
fa_ir: کاربر یافت نشد

# Error.UserRepeated
source: User repeated
fa_ir: کاربر تکراری است

# Error.UserAlreadyRegistered
source: User already registered
fa_ir: کاربر در سیستم موجود هست

# Error.AmountIsLessThanMinimum
source: Amount is less than minimum
fa_ir: مبلغ کمتر از حد نصاب هست

# Error.MobileNotActivate
source: Mobile not activate
fa_ir: شماره موبایل شما فعال نمی باشد

# Error.InValidConfirmCode
source: In valid confirm code
fa_ir: کد تایید معتبر نمی باشد

# Error.DuplicateSlug
source: Duplicate slug
fa_ir: عنوان در مرورگر تکراری می باشد

# Error.DuplicatePageTitle
source: Duplicate page title
fa_ir: عنوان صفحه تکراری می باشد

# Error.DuplicatedEmail
source: Duplicated email
fa_ir: ایمیل تکراری می باشد

# Error.EmailIsNull
source: Email is null
fa_ir: لطفا ایمیل را وارد کنید

# Error.ConfirmationCodeIsInvalid
source: Confirmation code is invalid
fa_ir: کد تایید متعبر نمی باشد

# Error.AcceptTerms
source: Should accept our privacy and policy terms
fa_ir: برای ثبت نام باید با قوانین موافقت کنید

# Error.SmsDidNotSend
source: Sms did not send
fa_ir: ارسال پیامک با شکست مواجه شد

# Error.OutOfRangeError
source: {0} must be less than {2}
fa_ir: {0} نمی تواند بیشتر از {2} باشد .

# Error.YouAlreadyHaveAnsweredTheSurveyError
source: You already have answered the survey error
fa_ir: شما قبلا در نظر سنجی شرکت کرده اید

# Error.PleaseTryAgain
source: Please try again
fa_ir: مشکلی پیش آمد . لطفا دوباره تلاش نمایید

# Error.QuestionOptionsAreRequiredError
source: Question options are required
fa_ir: لطفا گزینه ها را پر کنید

# Error.DuplicatedTitleError
source: Title is duplicated
fa_ir: عنوان تکراری می باشد

# Error.NotFoundActiveSurveyError
source: Not found active survey error
fa_ir: نظر سنجی فعالی یافت نشد

# Error.PleaseFillAllRequiredFieldsError
source: Please fill all required fields error
fa_ir: لطفا تمام فیلد های اجباری را وارد نمایید

source: Manage survey
fa_ir: مدیریت نظر سنجی

source: Survey list
fa_ir: لیست نظر سنجی ها

source: Create survey
fa_ir: افزودن نظر سنجی

source: Update survey
fa_ir: ویرایش نظر سنجی

source: Delete survey
fa_ir: حذف نظر سنجی

source: Survey questions list
fa_ir: لیست سوالات نظر سنجی

source: Create survey question
fa_ir: افزودن سوال نظر سنجی

source: Update survey question
fa_ir: ویرایش سوال نظر سنجی

source: Delete survey question
fa_ir: حذف سوال نظر سنجی

source: Survey answers list
fa_ir: لیست پاسخ های نظر سنجی

source: Survey answer details
fa_ir: جزئیات پاسخ نظر سنجی

source: Descriptive
fa_ir: تشریحی

source: Multiple choice
fa_ir: چند انتخابی

source: One choice
fa_ir: تک انتخابی

source: Process failed
fa_ir: عملیات با شکست مواجه شد

source: Please fill all required fields
fa_ir: لطفا تمام فیلد های اجباری را وارد نمایید

source: User
fa_ir: کاربر

source: Survey
fa_ir: نظر سنجی

source: From date
fa_ir: از تاریخ

source: To date
fa_ir: تا تاریخ

source: Title of question
fa_ir: عنوان سوال

source: Options
fa_ir: گزینه ها

source: Please fill question title
fa_ir: لطفا عنوان سوال را وارد کنید

source: Prioriy is not valid
fa_ir: اولویت معتبر نمی باشد

source: Please fill options
fa_ir: لطفا گزینه ها را پر کنید

source: Options do not have equal length
fa_ir: تعداد گزینه ها در زبان های مختلف برابر نمی باشد

# Error.OperationFailedError
source: Operation failed
fa_ir: عملیات با شکست مواجه شد

source: Identification code
fa_ir: کد کاربری

source: Answer list
fa_ir: لیست پاسخ ها

source: User full name
fa_ir: کاربر

source: Question type
fa_ir: نوع سوال

source: Answerer full name
fa_ir: نام پاسخ دهنده

source: Survey title
fa_ir: عنوان نظر سنجی

source: Survey question list
fa_ir: لیست سوالات نظر سنجی

source: Create question
fa_ir: افزودن سوال

source: Type of question
fa_ir: نوع سوال

source: Our goal features
fa_ir: ویژگی های هدف ما

source: About us image
fa_ir: بنر صفحه درباره ما

source: Percent
fa_ir: درصد

# ViewTitle.Admin.CreateAboutUsProgressBar
source: Create about us progress bar
fa_ir: افزودن درصد پیشرفت درباره ما

source: About us progress bar list
fa_ir: لیست درصد های پیشرفت درباره ما

source: Create about us progress bar
fa_ir: افزودن درصد پیشرفت درباره ما

source: Create
fa_ir: افزودن

source: Update
fa_ir: ویرایش

# en-US
source: EN
fa_ir: انگلیسی

# fa-IR
source: FA
fa_ir: فارسی

source: Create Link
fa_ir: افزودن لینک

source: Update Link
fa_ir: ویرایش لینک

source: Delete Link
fa_ir: حذف لینک

source: Links List
fa_ir: لیست لینک ها

source: Manage Links
fa_ir: مدیریت لینک ها

source: Link Type
fa_ir: محل قرارگیری لینک

# Success.PasswordChangedSuccessfully
source: Password changed successfully
fa_ir: کلمه عبور با موفقیت تغییر کرد

source: Dashboard
fa_ir: داشبورد

source: Change password
fa_ir: تغییر کلمه عبور

source: Items not found
fa_ir: آیتمی یافت نشد

source: My courses
fa_ir: دوره های من

source: Menu
fa_ir: منو

source: My profile
fa_ir: پروفایل من

source: Wallet
fa_ir: کیف پول

source: Transactions
fa_ir: لیست تراکنش ها

source: Edit profile
fa_ir: ویرایش پروفایل

source: My tickets
fa_ir: تیکت های من

source: Exit
fa_ir: خروج

source: Update site setting
fa_ir: ویرایش تنظیمات

source: Mobile2
fa_ir: موبایل 2

source: Logo
fa_ir: لوگو

source: Collection management
fa_ir: مدیریت مجموعه

source: Footer description
fa_ir: توضیحات فوتر

source: Copyright description
fa_ir: حق کپی رایت

source: Manage tickets
fa_ir: مدیریت تیکت ها

source: Contact us
fa_ir: تماس با ما

source: Settings
fa_ir: تنظیمات

source: About us page
fa_ir: صفحه درباره ما

source: Site setting
fa_ir: تنظیمات

# ViewTitle.Admin.UpdateSiteSetting
source: Update site setting
fa_ir: ویرایش تنظیمات سایت

source: Please upload logo
fa_ir: لطفا لوگو را وارد کنید

source: Manage sms provide
fa_ir: مدیریت سرویس های پیامک

source: Sms provider list
fa_ir: لیست سرویس های پیامک

source: Update sms provider
fa_ir: ویرایش سرویس پیامکی

source: Manage sms provider
fa_ir: مدیریت سرویس های پیامک

# ViewTitle.Admin.SmsProviderList
source: Sms provider list
fa_ir: لیست سرویس های پیامک

source: Default
fa_ir: پیش فرض

# ViewTitle.Admin.UpdateSmsProvider
source: Duplicate title
fa_ir: ویرایش سرویس پیامکی

source: Manage aboutUs
fa_ir: مدیریت درباره ما

source: Create progress bar
fa_ir: افزودن نوار پیشرفت

source: Progress bar list
fa_ir: لیست نوار پیشرفت

source: Delete progress bar
fa_ir: حذف نوار پیشرفت

source: Update progres bar
fa_ir: ویرایش نوار پیشرفت

# ViewTitle.Admin.UpdateAboutUsProgressBar
source: Update about us progress bar
fa_ir: ویرایش نوار پیشرفت

source: Back
fa_ir: بازگشت

source: Admin
fa_ir: ادمین

source: Email confirmation
fa_ir: تایید ایمیل

source: Avatar
fa_ir: آواتار

source: Change
fa_ir: تغییر

source: To confirm your email click on the link
fa_ir: برای تایید ایمیل خود بر روی لینک کلیک کنید

source: Your email is actived successfully
fa_ir: ایمیل شما با موفقیت فعال شد

source: Back to home page
fa_ir: بازگشت به صفحه اصلی

# ViewData.Title.Admin.BlogsList
source: Pages list
fa_ir: لیست مقاله ها

# Error.DuplicateTitle
source: Title is duplicated
fa_ir: عنوان تکراری است

source: Manage blogs
fa_ir: مدیریت مقاله ها

source: Create blog
fa_ir: افزودن مقاله
