Repository: Senpie-mmd/Kidemy
Catalog: Kidemy.Web/Resources/Models/SharedResource.*.resx
Languages: fa_ir

source: Update blog
fa_ir: ویرایش مقاله

source: Blogs list
fa_ir: لیست مقاله ها

source: Delete blog
fa_ir: حذف مقاله

source: Manage blog
fa_ir: مدیریت مقاله ها

source: Blog list
fa_ir: لیست مقاله ها

# ViewTitle.Admin.UpdateBlog
source: Update blog
fa_ir: ویرایش مقاله

source: Newsletter Description
fa_ir: توضیحات خبرنامه

source: Useful Links
fa_ir: لینک های مفید

source: Blog
fa_ir: مقاله

source: Other Pages
fa_ir: لینکهای سریع

source: Close ticket
fa_ir: بستن تیکت

source: Are you sure to close ticket ?
fa_ir: آیا از بستن تیکت مطمئن هستید ؟

source: Yes I'm sure!
fa_ir: مطمئنم

source: Closed
fa_ir: بسته شده

source: Create FAQ
fa_ir: افزودن سوال متداول

source: Update FAQ
fa_ir: ویرایش سوال متداول

source: FAQs List
fa_ir: لیست سوالات متداول

source: Manage FAQs
fa_ir: مدیریت سوالات متداول

source: FAQs
fa_ir: سوالات متداول

source: Education course
fa_ir: دوره آموزشی

source: Education courses
fa_ir: دوره های آموزشی

# CoursesList
source: Coursese list
fa_ir: لیست دوره ها

source: Main page
fa_ir: صفحه اصلی

source: See all
fa_ir: مشاهده همه

source: Price filter
fa_ir: فیلتر قیمت

source: Free
fa_ir: رایگان

source: Mercenary
fa_ir: خریدنی

source: Filter category
fa_ir: فیلتر دسته بندی

source: Less
fa_ir: کمتر

source: More
fa_ir: بیشتر

source: View
fa_ir: مشاهده

source: Filter level
fa_ir: فیلتر سطح مهارت

source: Advanced
fa_ir: پیشرفته

source: Beginner
fa_ir: مبتدی

source: Intermediate
fa_ir: مقدماتی

source: Filter result
fa_ir: نتیجه فیلتر

source: All levels
fa_ir: همه سطح ها

source: Search course ...
fa_ir: جستجو دوره ...

source: Advanced programming
fa_ir: برنامه نویسی پیشرفته

source: Courses
fa_ir: دوره ها

source: Intermediate programming
fa_ir: برنامه نویسی مقدماتی

source: Display
fa_ir: نمایش

source: To
fa_ir: تا

source: Show filter
fa_ir: نمایش فیلتر

# Error.PaymentFailed
source: Payment failed
fa_ir: پرداخت با شکست مواجه شد

# Error.ZarinpalCreatePaymentRequestFailed
source: Zarinpal create payment request failed
fa_ir: درگاه پرداخت زرین پال با خطا مواجه شد

# Error.PaymentDetailsAreNotValid
source: Payment details are not valid
fa_ir: جزئیات پرداخت معتبر نمی باشد

source: Delete FAQ
fa_ir: حذف سوالات متداول

source: Zarinpal
fa_ir: زرین پال

source: FAQ
fa_ir: سوالات متداول

source: Please enter massage
fa_ir: لطفا پیام را وارد کنید

source: Balnace
fa_ir: موجودی

source: Amount in toman
fa_ir: مبلغ به تومان

source: Pay
fa_ir: پرداخت

source: Transactions list
fa_ir: لیست تراکنش ها

source: Transaction id
fa_ir: شناسه تراکنش

source: Transaction type
fa_ir: نوع تراکنش

source: Price
fa_ir: قیمت

source: Date
fa_ir: تاریخ

source: Ref id
fa_ir: کد رهگیری

source: Charge to pay order
fa_ir: شارژ کیف پول برای پرداخت سفارش

source: Withdraw to pay order
fa_ir: برداشت از کیف پول برای پرداخت سفارش

source: Successful
fa_ir: موفق

source: Unsuccessful
fa_ir: ناموفق

source: Payment failed
fa_ir: پرداخت با شکست مواجه شد

source: Hours
fa_ir: ساعت

source: Back to wallet
fa_ir: بازگشت به کیف پول

source: Payment done successfully
fa_ir: پرداخت با موفقیت انجام شد

source: Paid amount
fa_ir: مبلغ پرداختی

source: Add ticket
fa_ir: افزودن تیکت

source: You
fa_ir: شما

source: Id
fa_ir: شناسه

source: Show
fa_ir: نمایش

source: Manage Send Notification
fa_ir: مدیریت اعلانات

source: Send Notification
fa_ir: ارسال اعلانات

source: Select All User
fa_ir: انتخاب همه‌ی کاربران

source: Subscription
fa_ir: حق اشتراک

source: Wallet Balance
fa_ir: موجودی کیف پول

source: Invoice Total Price
fa_ir: مبلغ کل فاکتور

source: Invoice Payable Price
fa_ir: مبلغ قابل پرداخت فاکتور

source: Continue
fa_ir: ادامه

source: Day
fa_ir: روز

source: Use From Wallet Balance
fa_ir: کسر از کیف پول

# BecomeVIPMemberRightNow
source: Join VIP Member Now
fa_ir: همین الانـ عضو ویژه شو

source: Last update
fa_ir: آخرین بروزرسانی

source: Certificate
fa_ir: مدرک

source: Course level
fa_ir: سطح دوره

source: Course videos total time
fa_ir: مدت زمان دوره

# DoesNotHave
source: Dos'nt have certificate
fa_ir: ندارد

# Has
source: Has certificate
fa_ir: دارد

source: last updated date
fa_ir: تاریخ بروزرسانی

source: Videos count
fa_ir: تعداد ویدیو ها

source: Buy course
fa_ir: خرید دوره

source: Preview
fa_ir: پیش نمایش

source: Copy link
fa_ir: کپی لینک

source: Tags
fa_ir: برچسب ها

source: Filter users for send notification
fa_ir: فیلتر کاربران برای ارسال اعلان

source: Home page
fa_ir: صفحه اصلی

source: Please enter description
fa_ir: لطفا توضیحات را وارد کنید

source: Please choose email to send
fa_ir: لطفا ایمیل را انتخاب کنید

source: Please choose user to send
fa_ir: لطفا کاربر را انتخاب کنید

source: Light
fa_ir: روشن

source: Dark
fa_ir: تیره

source: Auto
fa_ir: خودکار

source: Sign up
fa_ir: ثبت نام

# CourseEpisodes
source: Course episods
fa_ir: جلسات دوره

source: Comment
fa_ir: دیدگاه

source: Comments
fa_ir: دیدگاه ها

source: Item
fa_ir: آیتم

# Success.SuccessfullyJoinVIPMember
source: Successfully Join VIP Members
fa_ir: شما با موفقیت عضو ویژه شدین

source: Please Select One Item
fa_ir: لطفا یک مورد انتخاب کنید

# Error.YouAreVIPMember
source: You Are VIP Member
fa_ir: شما عضو اعضای ویژه هستید

source: days ago
fa_ir: روز پیش

source: hours ago
fa_ir: ساعت پیش

# MinsAgo
source: minutes ago
fa_ir: دقیقه پیش

source: years ago
fa_ir: سال پیش

source: comment score
fa_ir: امتیاز کامنت

source: Username
fa_ir: نام نمایشی

source: submit comment
fa_ir: ثبت دیدگاه

# PleaseLoginToCommentOnThisCourse
source: Please login to send comment
fa_ir: برای ارسال کامنت لطفا وارد شوید

source: Bio
fa_ir: بیوگرافی

source: Father Name
fa_ir: نام پدر

source: National ID Number
fa_ir: کد ملی

source: Identification Number
fa_ir: شماره شناسنامه

source: Place Of Issuance
fa_ir: محل صدور

source: Postal Code
fa_ir: کد پستی

source: Identification File
fa_ir: عکس کارت ملی

source: Is Confirmed
fa_ir: تایید شده است

source: Master Information
fa_ir: اطلاعات استاد

# Error.RequiredDiscountCode
source: Discount code is required
fa_ir: کد تخفیف اجباری می باشد

# Error.DuplicatedDiscountCode
source: Discount code is duplicated
fa_ir: کد تخفیف تکراری می باشد

# Error.DuplicatedDiscountLimitationType
source: Discount limitation type is duplicated
fa_ir: نوع محدودیت تکراری می باشد

# DiscountLimitationType.User
source: User
fa_ir: کاربر

# DiscountLimitationType.Course
source: Course
fa_ir: دوره

# DiscountLimitationType.Category
source: Course category
fa_ir: دسته بندی دوره

# DiscountLimitationType.UsageCount
source: Usage count
fa_ir: تعداد استفاده

source: Assigned to order total
fa_ir: اعمال به کل سفارش

source: Assigned to courses
fa_ir: اعمال به دوره ها

source: Category
fa_ir: دسته بندی

source: Course
fa_ir: دوره

source: Discount limitation type
fa_ir: نوع محدودیت تخفیف

source: Usage count
fa_ir: تعداد استفاده

source: Discount code
fa_ir: کد تخفیف

source: Discount type
fa_ir: نوع تخفیف

source: Discount value
fa_ir: مقدار تخفیف

source: Is percentage
fa_ir: درصد

# StartDateTimeOnUtc
source: Start date time
fa_ir: تاریخ شروع

# EndDateTimeOnUtc
source: End date time
fa_ir: تاریخ پایان

source: Is active
fa_ir: فعال

source: Auto use
fa_ir: اتوماتیک

source: Manage discount
fa_ir: مدیریت تخفیف

source: Discount list
fa_ir: لیست تخفیف ها

source: Create discount
fa_ir: افزودن تخفیف

source: Update discount
fa_ir: ویرایش تخفیف

source: Delete discount
fa_ir: حذف تخفیف

source: Discount limitation list
fa_ir: لیست محدودیت های تخفیف

source: Delete discount limitation
fa_ir: حذف محدودیت تخفیف

source: Discounts list
fa_ir: لیست تخفیف ها

source: Code
fa_ir: کد

source: In active
fa_ir: غیر فعال

source: Registred request
fa_ir: درخواست های ثبت شده

source: Waiting for payment
fa_ir: درانتظار پرداخت

source: Waiting for set time
fa_ir: درانتظار انتخاب زمان

source: Waiting for event
fa_ir: در انتظار رویداد

source: Finished
fa_ir: به اتمام رسیده

source: Canceled
fa_ir: لغو شده

source: Recording
fa_ir: در حال ضبط

source: Normal
fa_ir: عادی

source: Please Enter Subject
fa_ir: لطفا عنوان را وارد کنید

source: Please Enter Message
fa_ir: لطفا پیام را وارد کنید

# Error.PleaseEnterOnlyNumbersForNationalID
source: Please Enter Only Numbers For National ID
fa_ir: لطفا برای کد ملی فقط عدد وارد کنید

# Error.PleaseEnterOnlyNumbersForPostalCode
source: Please Enter Only Numbers For Postal Code
fa_ir: لطفا برای کد پستی فقط عدد وارد کنید

source: Upload Image For Identification File
fa_ir: لطفا عکس کارت ملی را بارگذاری کنید

# Error.MinLengthForNationalID
source: Min Length For National ID Is 10
fa_ir: حداقل اعداد کد ملی 10 می باشد

# Error.MinLengthForPostalCode
source: Min Length For Postal Code Is 10
fa_ir: حداقل اعداد کد پستی 10 می باشد

source: Manage Masters
fa_ir: مدیریت اساتید

source: Master List
fa_ir: لیست اساتید

source: Confirm Info
fa_ir: تایید اطلاعات

source: Non Confirm Info
fa_ir: عدم تایید اطلاعات

source: Non Confirmed
fa_ir: تایید نشده

source: Change Status
fa_ir: تغییر حالت

source: It Is Not Possible To Edit The Information
fa_ir: امکان ویرایش اطلاعات وجود ندارد

source: Category logo
fa_ir: آیکون دسته بندی

source: Parent category
fa_ir: دسته بندی اصلی

source: Course categories
fa_ir: دسته بندی دوره ها

source: Course categories list
fa_ir: لیست دسته بندی دوره ها

source: Create course category
fa_ir: افزودن دسته بندی دوره جدید

# Error.CannotDeleteCourseCategoryBecauseItMayCauseDataLoss
source: Can not delete course category because it may cause data loss
fa_ir: این دسته بندی دوره را نمیتوان حذف کرد زیرا ممکن است باعث از دست رفتن اطلاعات شود

source: Create new course
fa_ir: افزودن دوره جدید

source: Course image
fa_ir: تصویر دوره

source: Course status
fa_ir: وضعیت دوره

source: Course tags
fa_ir: برچسب های دوره

source: Course price type
fa_ir: نوع قیمت دوره

# Error.DatesAreNotValid
source: Dates are not valid
fa_ir: تاریخ ها معتبر نمی باشند

source: Categories list
fa_ir: لیست دسته بندی ها

source: Parent categories
fa_ir: دسته بندی های والد

source: Add
fa_ir: افزودن

source: Discount limitations list
fa_ir: لیست محدودیت های تخفیف

source: Type
fa_ir: نوع

# Error.PleaseAddAtLeastOneItem
source: Please add at least one item
fa_ir: لطفا حداقل یک آیتم اضافه کنید

# Error.UsageCountShouldBeGreaterThanZero
source: Usage count should be greater than zero
fa_ir: تعداد استفاده باید بیشتر از 0 وارد شود

source: VIP
fa_ir: عضو ویژه

source: VIP page text
fa_ir: متن صفحه عضو ویژه

source: VIP invoice text
fa_ir: متن صورت حساب عضو ویژه

source: VIP dash board text before join
fa_ir: متن داخل باکس عضویت ویژه در پنل کاربری قبل از عضویت

source: VIP Dash board text after join
fa_ir: متن داخل باکس عضویت ویژه در پنل کاربری قبل از عضویت

source: VIP plan
fa_ir: نوع طرح ویژه

source: Dynamic Text Position
fa_ir: محل قرارگیری متن

source: Text
fa_ir: متن

source: Dynamic Texts List
fa_ir: لیست متون صفحات

source: Dynamic Text
fa_ir: متون صفحات

source: Update Dynamic Text
fa_ir: ویرایش متون صفحات

# ManageVIPServices
source: Manage VIP Members Plans
fa_ir: مدیریت طرح های اعضا ویژه

source: VIP Plans List
fa_ir: لیست طرح های ویژه

source: Create VIP Plan
fa_ir: افزودن طرح ویژه

source: Duration Day
fa_ir: مدت زمان برحسب روز

# Success.UserAccountExpiredSuccessfully
source: User VIP Account Expired Successfully
fa_ir: عضویت ویژه کاربر با موفقیت منقضی شد

source: Site VIP Members Account
fa_ir: اکانت اعضای ویژه سایت

# Success.SuccessfullyUserJoinVIPMember
source: Successfully User Join VIP Member
fa_ir: کاربر با موفقیت عضو ویژه شد

source: This User To Date
fa_ir: این کاربر تا تاریخ

source: Is VIP Member
fa_ir: عضو ویژه می باشد

source: Join To VIP Members
fa_ir: افزودن به اعضا ویژه

source: Expiration VIP Account
fa_ir: منقضی کردن اکانت ویژه

source: Update VIP Plan
fa_ir: ویرایش طرح ویژه

source: Delete VIP Plan
fa_ir: حذف طرح ویژه

source: Manage Dynamic Texts
fa_ir: مدیریت متون صفحات

source: Master Information Details
fa_ir: جزییات اطلاعات استاد

source: Master Details
fa_ir: جزییات استاد

source: Course questions
fa_ir: پرسش های دوره

source: Course questions list
fa_ir: لیست پرسش های دوره

# CloseCourseQuestion
source: Are you sure to close question?
fa_ir: آیا از بستن پرسش مطمئن هستید؟

# ConfrimCourseQuestion
source: Are you sure to confirm question?
fa_ir: آیا از تایید پرسش مطمئن هستید؟

source: Course questions messages
fa_ir: مشاهده پیام های پرسش

source: Questions
fa_ir: پرسش ها

source: Please login to ask qeustion on this course
fa_ir: برای ارسال پرسش لطفا وارد شوید

source: Close question
fa_ir: بستن پرسش

source: Confirm question
fa_ir: تایید پرسش

source: Open question
fa_ir: باز کردن پرسش

source: Question description
fa_ir: متن پرسش

source: Question title
fa_ir: عنوان پرسش

# OpenCourseQuestion
source: Are you sure to pen course question?
fa_ir: آیا از باز کردن پرسش اطمینان دارید؟

source: List of not confirmed course questions
fa_ir: لیست پرسش و پاسخ های تایید نشده

source: Not confirmed
fa_ir: تایید نشده

source: Question messages
fa_ir: مشاهده جزئیات

source: Question state
fa_ir: وضعیت پرسش

source: Show messages
fa_ir: مشاهده جزئیات پرسش

source: Answer description
fa_ir: متن پاسخ

source: Question answers
fa_ir: پاسخ های پرسش

source: Confirm question answer
fa_ir: تایید پاسخ پرسش

source: Confrim course question answer
fa_ir: آیا از تایید پاسخ مطمئن هستید؟

source: Course title
fa_ir: عنوان دوره

source: Detail
fa_ir: جزئیات

source: My answers
fa_ir: پاسخ های من

source: My questions
fa_ir: پرسش های من

source: Not confirmed course question and answers list
fa_ir: لیست پرسش و پاسخ های تایید نشده

# AdminDashboardCourseQuestionsDoesNotAnsweredByTeacherAfter48Hours
source: Course questions doesnot answered by teacher after 48 hours
fa_ir: لیست پرسش های پاسخ داده نشده توسط مدرس

source: Are you get your answer ?
fa_ir: آیا مشکلت برطرف شد؟

source: Not confirmed questions and answers
fa_ir: پرسش و پاسخ های تایید نشده

# CourseQuestionsDoesNotAnsweredByTeacherAfter48Hours
source: Course questions does not answered by teacher
fa_ir: پرسش های پاسخ داده نشده توسط مدرس

source: My not answered courses questions
fa_ir: پرسش های پاسخ داده نشده

source: Teacher user name
fa_ir: نام مدرس

source: Confimed
fa_ir: تایید شده

source: Is not confirmed
fa_ir: تایید نشده

source: Confirm course question
fa_ir: تایید پرسش

source: Confirm course question answer
fa_ir: تایید پاسخ پرسش

source: Course question list
fa_ir: لیست پرسش ها

source: Course question messages list
fa_ir: لیست پرسش وپاسخ ها

# CourseQuestionsDoesNotAnsweredByTeacherAfter48HoursList
source: Course questions does not answered by teacher list
fa_ir: لیست پرسش و پاسخ های جواب داده نشده توسط مدرس

source: Delete course question
fa_ir: حذف پرسش

source: Delete course question answer
fa_ir: حذف پاسخ پرسش

source: Manage course question
fa_ir: مدیریت پرسش و پاسخ دوره

source: Question answer
fa_ir: پرسش و پاسخ

source: Manage masters contracts
fa_ir: مدیریت نمونه قراردادهای اساتید

source: Manage Master Contracts
fa_ir: مدیریت نمونه قراردادهای استاد

source: Master Contracts List
fa_ir: لیست نمونه قراردادهای اساتید

source: Create Master Contract
fa_ir: افزودن نمونه قرارداد اساتید

source: Update Master Contract
fa_ir: ویرایش نمونه قرارداد اساتید

source: Please Upload File
fa_ir: لطفا فایل را آپلود کنید

source: Download
fa_ir: دانلود

# MastersContracts
source: Contracts
fa_ir: قراردادها

source: Pending Upload
fa_ir: در انتظار بارگزاری

source: Pending Review
fa_ir: در انتظار بررسی

source: Pending Contracts List
fa_ir: لیست قراردادهای در انتظار تایید

source: Master first name
fa_ir: نام استاد

source: Master last name
fa_ir: نام خانوادگی استاد

# Error.PleaseFillInformationAboutTheMeacherFirst
source: Please fill information about the teacher first
fa_ir: لطفا ابتدا اطلاعات مربوط به استاد را پر کنید

source: Master contracts details
fa_ir: جزییات قراردادهای استاد

# PleaseChooseCategoryImage
source: Please choose category logo
fa_ir: لطفا آیکون دسته بندی را انتخاب کنید

source: Edit course category
fa_ir: ویرایش دسته بندی دوره

source: Please choose course image
fa_ir: لطفا تصویر دوره را انتخاب کنید

source: Short description
fa_ir: توضیحات کوتاه

# AllowComenting
source: Allow commenting
fa_ir: کامنت آزاد

source: Has certificate
fa_ir: مدرک دارد

source: Is offer
fa_ir: دوره پیشنهادی

source: Course type
fa_ir: نوع دوره

source: Master
fa_ir: استاد

source: Masters list
fa_ir: لیست استاد ها

# PleaseChooseCoursePreviewVideo
source: Please choose courese preview video
fa_ir: لطفا ویدیو پیشنمایش دوره را انتخاب کنید

source: Course demo video file name
fa_ir: ویدیو پیش نمایش دوره

source: Course image file name
fa_ir: تصویر دوره

source: Discount
fa_ir: تخفیف

source: Course request
fa_ir: درخواست دوره

source: Your recommended master
fa_ir: مدرس پیشنهادی شما

source: Total number of requests
fa_ir: تعداد کل درخواست ها

source: Course category
fa_ir: دسته بندی دوره

# Error.ImageSizeError
source: Image Size must be less than 10MB
fa_ir: سایز فایل عکس باید کمتر از 10 مگابایت باشد

# Error.InvalidFileTypeError
source: Invalid file type error
fa_ir: خطای نوع فایل ورودی

source: Required Skills
fa_ir: تخصص های مورد نیاز

source: Agree
fa_ir: موافقم

source: Ready To Teach This Course
fa_ir: برای تدریس این دوره آمادگی دارم

# Error.YouAlreadyVotedThisCourse
source: You Already Voted This Course
fa_ir: شما قبلا برای این دوره نظر خود را ثبت کرده اید

source: Votes
fa_ir: رای ها

source: Master Description
fa_ir: توضیحات استاد

source: Course Request Title
fa_ir: عنوان دوره ی درخواستی

source: New Course Request
fa_ir: درخواست دوره جدید

source: Update course
fa_ir: ویرایش دوره

source: Manage course categories
fa_ir: مدیریت دسته بندی های دوره

source: Create new course category
fa_ir: افزودن دسته بندی دوره

source: Delete course category
fa_ir: حذف دسته بندی دوره

source: Update course category
fa_ir: ویرایش دسته بندی دوره

source: Manage courses
fa_ir: مدیریت دوره ها

source: Delete course
fa_ir: حذف دوره

source: Master id
fa_ir: آیدی استاد

# CommentsNotAllowed
source: Comments on this course not allowed
fa_ir: کامنت های این دوره بسته می باشند

source: Comments list
fa_ir: لیست کامنت ها

source: Confirm comment
fa_ir: تایید نظر

source: Deny comment
fa_ir: رد کردن نظر

source: Writer
fa_ir: نویسنده

source: Bank account card list
fa_ir: لیست حساب های بانکی

source: Confirm bank account card
fa_ir: تایید حساب بانکی

source: Confirm bank accoutn card message
fa_ir: آیا حساب بانکی را تایید میکنید؟

# Error.BankAccountCardAlreadyExistsByTheseInfoError
source: Bank account card already exists by these info error
fa_ir: حساب بانکی با این مشخصات قبلا ایجاد شده است

source: Manage account bank card
fa_ir: مدیریت حساب های بانکی

source: Reject bank account card
fa_ir: رد کردن حساب بانکی

source: Pending bank account cards
fa_ir: حساب های بانکی در حال بررسی مدرسین

source: Account number
fa_ir: شماره حساب

source: Add bank account card
fa_ir: افزودن حساب بانکی

source: Bank name
fa_ir: نام بانک

source: Card number
fa_ir: شماره کارت

source: My bank account card
fa_ir: لیست حساب های بانکی من

source: Shaba number
fa_ir: شماره شبا

source: Accept
fa_ir: تایید

source: Do reject
fa_ir: رد

source: Accepeted
fa_ir: تایید شده

source: Rejected
fa_ir: رد شده

# Error.MinimumWithdrawRequestAmountError
source: Minimum withdraw request amount error
fa_ir: خطای حداقل مبلغ درخواست تسویه

source: Withdraw request minimum amount
fa_ir: حداقل مبلغ قابل برداشت

source: Withdraw requests list
fa_ir: لیست درخواست های تسویه

source: Pending withdraw requests
fa_ir: لیست درخواست های تسویه در حال بررسی

source: Withdraw request status
fa_ir: وضعیت درخواست تسویه

source: Accept withdraw request
fa_ir: تایید درخواست تسویه

source: Add withdraw request
fa_ir: افزودن درخواست تسویه

source: Amount toman
fa_ir: قیمت به تومان

source: Destination bank account card
fa_ir: شماره کارت مقصد

source: Insert without ir
fa_ir: بدون Ir وارد کنید

source: More description
fa_ir: توضیحات بیشتر

source: My withdraw requests
fa_ir: درخواست های تسویه من

source: Reject withdraw request
fa_ir: رد درخواست تسویه

# Error.TransactionDateIsRequired
source: Transaction date is required
fa_ir: تاریخ تراکنش اجباری است

source: Settlement transactions
fa_ir: تراکنش تسویه

source: Add settlement transaction
fa_ir: افزودن تراکنش تسویه

source: Amount (toman)
fa_ir: مبلغ (تومان)

source: Settlement transaction
fa_ir: تراکنش تسویه

source: Tracking code
fa_ir: کد پیگیری

source: Edit settlement transaction
fa_ir: ویرایش تراکنش تسویه

source: Manage settlement transaction
fa_ir: مدیریت تراکنش های تسویه

source: My settlement transactions
fa_ir: تراکنش های تسویه من

source: Transaction date
fa_ir: تاریخ تراکنش

source: able to withdraw
fa_ir: فعال کردن برداشت

source: Are you sure toable
fa_ir: آیا از فعال کردن مطمئن هستید ؟

source: Are you sure to unable
fa_ir: آیا از مسدود کردن مطمئن هستید ؟

source: Unable to withdraw
fa_ir: مسدود کردن برداشت

source: You do not have access to withdraw
fa_ir: شما اجازه برداشت ندارید

source: File
fa_ir: فایل

# Error.CourseAlreadyExistsInCart
source: Course already exists in cart
fa_ir: دوره در سبد خرید موجود است

# Error.UserAlreadyBoughtCourse
source: User already bought course
fa_ir: شما قبلا دوره را خریداری کرده اید

# Error.DiscountCodeIsNotValid
source: Discount code is not valid
fa_ir: کد تخفیف معتبر نمی باشد

# Error.FirstLogin
source: First login
fa_ir: ابتدا وارد حساب کاربری خود شوید

# Error.YourCartIsEmpty
source: Your cart is empty
fa_ir: سبد خرید خالی است.

# Success.DiscountCodeAppliedSuccessfully
source: Discount code applied successfully
fa_ir: کد تخفیف با موفقیت اعمال شد

source: Invalid data
fa_ir: دیتا معتبر نمی باشد

source: Total amount
fa_ir: مبلغ کل

source: Discounted total amount
fa_ir: مبلغ نهایی با اعمال تخفیف

source: Cart
fa_ir: سبد خرید

source: Bill
fa_ir: صورت حساب

source: Final amount
fa_ir: مبلغ نهایی

source: Add to cart
fa_ir: افزودن به سبد خرید

source: Your cart is empty
fa_ir: سبد خرید خالی است.

source: Your cart
fa_ir: سبد خرید شما

source: Apply discount code
fa_ir: اعمال کد تخفیف

source: Enter the discount code
fa_ir: کد تخفیف خود را وارد کنید

source: Download sample contract
fa_ir: دانلود نمونه قرارداد

# ViewTitle.Admin.BankCardNotApproved
source: bank card not approved
fa_ir: کارت بانکی تایید نشود

source: VIP plans
fa_ir: طرح های عضو ویژه

source: Course videos
fa_ir: ویدیو های دوره

source: Course video category title
fa_ir: عنوان دسته بندی ویدیو دوره

source: Course videos list
fa_ir: لیست ویدیو های دوره

source: Course video title
fa_ir: عنوان ویدیو دوره

# IsFree
source: Free
fa_ir: رایگان

source: Not free
fa_ir: قفل شده

source: Not published
fa_ir: منتشر نشده

source: Published
fa_ir: منتشر شده

source: Upload course video
fa_ir: آپلود ویدیو دوره

source: Course video category
fa_ir: افزودن سرفصل

source: Video file name
fa_ir: نام فایل ویدیو

source: Video length
fa_ir: مدت زمان ویدیو

source: Please choose video thumbnail
fa_ir: لطفا تصویر پوسته دوره را انتخاب کنید

source: User profile
fa_ir: پروفایل کاربر

source: File name
fa_ir: نام فایل

source: Thumbnail image for video
fa_ir: تصویر پوسته برای ویدیو

source: Course video file
fa_ir: فایل ویدیو دوره

source: Video
fa_ir: ویدیو

# Error.CoursePriceIsRequired
source: Course price is required
fa_ir: قیمت دوره ضروری می باشد

# DescriptionOfTopOfHomePage
source: Description at the top of the main page
fa_ir: توضیحات بالای صفحه اصلی

# TextOfTheMostPopularCoursesOfHomePage
source: The text of the most popular courses on the main page
fa_ir: متن محبوب ترین دوره ها در صفحه اصلی

# TextOfTheProposedCoursesOfHomePage
source: The text of the proposed courses on the main page
fa_ir: متن دوره های پیشنهادی در صفحه اصلی

source: The first feature
fa_ir: ویژگی اول

source: The second feature
fa_ir: ویژگی دوم

source: The third feature
fa_ir: ویژگی سوم

# TitleOfTopOfHomePage
source: Title at the top of the home page
fa_ir: عنوان بالای صفحه اصلی

source: Master Contracts
fa_ir: قراردادهای استاد

# Error.TransactionAlreadyHasRefId
source: Transaction already has ref id
fa_ir: برای تراکنش از قبل شماره تراکنش ثبت شده است

source: For VIPMembers
fa_ir: مخصوص اعضای ویژه
