Repository: Senpie-mmd/Kidemy
Catalog: Kidemy.Web/Resources/Models/SharedResource.*.resx
Languages: fa_ir

source: You have bought the course
fa_ir: شما دوره را خریداری کرده اید

source: My orders
fa_ir: فاکتور های من

source: Order id
fa_ir: شناسه فاکتور

source: Is paid
fa_ir: پرداخت شده

source: Created date on utc
fa_ir: تاریخ ایجاد

source: Discount amount
fa_ir: مقدار تخیف

source: Order details
fa_ir: جزئیات فاکتور

source: Order items
fa_ir: آیتم های فاکتور

source: User count
fa_ir: تعداد کاربران

# Error.InsertAdviserAvailableDates
source: Insert adviser available dates
fa_ir: روز های فعال مشاور را وارد کنید

# Error.InsertAdviserConsultationTypes
source: Insert adviser consultation types
fa_ir: نوع مشاوره را وارد کنید

source: Add adviser
fa_ir: افزودن مشاور

source: Adviser available dates
fa_ir: روزه های فعال مشاور

source: Adviser consultation types
fa_ir: نوع مشاوره مشاور

source: Adviser list
fa_ir: لیست مشاورین

source: Adviser user name
fa_ir: نام نمایشی مشاور

source: Consultation percentage
fa_ir: درصد مشاوره

source: Manage adviser
fa_ir: مدیریت مشاوره

source: Choose date
fa_ir: انتخاب زمان

source: Choose type
fa_ir: انتخاب نوع

source: Day of week
fa_ir: روز هفته

source: End time
fa_ir: زمان پایان

# Error.ConsultationPercentageError
source: Consultation percentage error
fa_ir: درصد مشاور نمیتواند بیشتر بیشتر از 100 یا کمتر از 0 باشد

# Error.DuplicatedAdviserError
source: Duplicated adviser error
fa_ir: کاربر قبلا انتخاب شده است

# Error.DuplicatedPriorityError
source: Duplicated priority error
fa_ir: اولویت قبلا انتخاب شده است

# Error.EndTimeMustBeLaterThanStartTimeError
source: End time must be later than start time error
fa_ir: زمان پایان باید بزرگ تر از زمان شروع باشد

source: Friday
fa_ir: جمعه

source: Monday
fa_ir: دوشنبه

source: Saturday
fa_ir: شنبه

source: Start time
fa_ir: زمان شروع

source: Sunday
fa_ir: یکشنبه

source: Thursday
fa_ir: پنجشنبه

source: Time (minute)
fa_ir: زمان (دقیقه)

source: Tuesday
fa_ir: سه شنبه

# UserId
source: User
fa_ir: کاربر

source: Wednesday
fa_ir: چهارشنبه

source: Edit adviser
fa_ir: ویرایش مشاور

source: Advice and troubleshooting online
fa_ir: مشاوره و رفع اشکال آنلاین

source: Advice and troubleshooting
fa_ir: مشاوره و رفع اشکال

source: Consultation request
fa_ir: درخواست مشاوره

source: Minimum balance modal
fa_ir: تعیین حداقل مقدار کیف پول

source: Blocked amount
fa_ir: مبلغ بلاک شده

source: Balance
fa_ir: موجودی

source: Withdrawable balance
fa_ir: موجودی قابل برداشت

source: Set appointment
fa_ir: نوبت مشاوره

source: Choosing the duration and amount of consultation
fa_ir: انتخاب مدت و مبلغ مشاوره

source: It is required to complete the course application
fa_ir: برای تکمیل درخواست دوره الزامی است

source: My appointments list
fa_ir: قرار های مشاوره من

source: Request
fa_ir: درخواست

source: Required field with
fa_ir: فیلد مورد نیاز با

source: Selection of consultation period
fa_ir: انتخاب بازه زمانی مشاوره

source: Set appointment form
fa_ir: فرم درخواست مشاوره

source: Set appointment to
fa_ir: درخواست مشاوره با

source: Topic
fa_ir: عنوان

source: Fixed time
fa_ir: زمان هماهنگ شده

source: Payment
fa_ir: پرداخت

source: Please insert short description about your topic
fa_ir: لطفا توضیحات مختصری در مورد موضوع مشاوره خود بیان کنید

# ConsultationReqeuest
source: Consultation request
fa_ir: درخواست مشاوره

# Error.SelectAdviserError
source: Select adviser error
fa_ir: لطفا مشاور خود را انتخاب کنید

# Error.YouHaveConsultationRequest
source: You have consultation request
fa_ir: شما درخواست مشاوره ثبت شده دارید

source: Manage orders
fa_ir: مدیریت فاکتور ها

source: Orders list
fa_ir: لیست سفارشات

source: Order lists
fa_ir: لیست فاکتور ها

source: Today Discounts
fa_ir: تخفیفات روزانه

source: Discounted courses
fa_ir: دوره های تخفیف دار

source: Manage Course Requests
fa_ir: مدیریت دوره های درخواستی

source: Course Requests List
fa_ir: لیست دوره های درخواستی

source: Confirm Course Request
fa_ir: تایید دوره درخواستی

source: Not confirm course request
fa_ir: عدم تایید دوره درخواستی

source: Course Request Details
fa_ir: جزییات دوره درخواستی

source: Master Volunteers Info
fa_ir: اطلاعات اساتید داوطلب

source: Master Introduction
fa_ir: معرفی مدرسین

source: Withdraw To VIP Plan
fa_ir: برداشت از کیف پول برای عضو ویژه شدن

source: Charge To VIP Plan
fa_ir: شارژ کیف پول برای عضو ویژه شدن

source: Master Courses List
fa_ir: لیست دوره های مدرس

source: Start
fa_ir: شروع کن

source: Most popular courses
fa_ir: محبوب ترین دوره ها

source: Certified courses
fa_ir: دوره های گواهی شده

source: Course in progress
fa_ir: دوره در حال برگزاری

source: Experienced and experienced
fa_ir: مجرب و باسابقه

source: Learner
fa_ir: هنرجـو

source: Online course
fa_ir: آموزش آنلاین

# OnlineLearner
source: Online student
fa_ir: دانشجوی آنلاین

source: Recommended courses of the festival
fa_ir: دوره های پیشنهادی جشنواره

source: Beginner programming
fa_ir: برنامه نویسی مبتدی

source: Report comment
fa_ir: گزارش نظر

source: Add comment
fa_ir: ثبت دیدگاه

source: Report
fa_ir: گزارش

source: Report message
fa_ir: متن گزارش

# Error.ReportMessageIsRequired
source: Report message is required
fa_ir: متن گزارش ضروری می باشد

source: All comments list
fa_ir: لیست همه نظرات

source: Checked
fa_ir: بررسی شده

source: Checked by admin
fa_ir: بررسی شده توسط ادمین

source: Reported by
fa_ir: گزارش شده توسط

source: Reported comments
fa_ir: نظرات گزارش شده

source: Un checked
fa_ir: بررسی نشده

source: Check
fa_ir: بررسی

source: My free courses
fa_ir: دوره های رایگان من

# MyMercenaryCourses
source: My purchased courses
fa_ir: دوره های خریداری شده من

source: Usable balance amount
fa_ir: مبلغ قابل استفاده از موجودی

source: Withdrawable amount
fa_ir: مبلغ قابل برداشت

source: Adviser name
fa_ir: نام مشاور

# Success.SuccessfullPayConsultationRequest
source: Successfull pay consultation request
fa_ir: مبلغ قرار مشاوره با موفقیت پرداخت شد

source: Time
fa_ir: زمان

source: Charge to pay consulation request
fa_ir: واریز جهت پرداخت قرار مشاوره

source: Withdraw to pay consulation request
fa_ir: برداشت جهت پرداخت قرار مشاوره

source: Are you sure to cancele
fa_ir: آیا از کنسل کردن درخواست مشاوره اطمینان دارید؟

# Cancele
source: Cancel
fa_ir: کنسل

source: Consultation requests list
fa_ir: لیست درخواست های مشاوره

source: Requested by user name
fa_ir: نام نمایشی کاربر درخواست دهنده

# Error.YouCanNotCancele
source: You can not to cancel
fa_ir: شما قادر به کنسل کردن نیستید

source: Return consultation request money
fa_ir: بازگشت وجه مشاوره

source: Are you sure to finished ?
fa_ir: آیا از برگزار شدن دوره اطمینان دارید؟

source: Consultation request cancele
fa_ir: کنسل کردن درخواست مشاوره

source: Consultation request finish
fa_ir: تبدیل درخواست مشاوره به برگزار شده

source: Consultation request list
fa_ir: لیست درخواست های مشاوره

source: Manage consultation request
fa_ir: مدیریت درخواست مشاوره

source: Set time consultation request
fa_ir: مشاهده جزییات درخواست و تعیین زمان مشاوره

source: Fixed date
fa_ir: تاریخ هماهنگ شده

source: Day and hour :
fa_ir: روز و ساعت :

source: Not arrange
fa_ir: هماهنگ نشده

# Error.OnlyBuyerCanAskQuestion
source: Only buyer can ask question
fa_ir: شما امکان ثبت پرسش در این دوره را ندارید

source: Register form
fa_ir: ثبت

source: Manage Sliders
fa_ir: مدیریت اسلایدرها

source: Slider
fa_ir: اسلایدر

source: Sliders List
fa_ir: لیست اسلایدرها

source: Create Slider
fa_ir: افزودن اسلایدر

source: Delete Slider
fa_ir: حذف اسلایدر

source: Slider Place
fa_ir: محل قرارگیری اسلایدر

source: URL
fa_ir: آدرس

source: Image
fa_ir: تصویر

source: Banner
fa_ir: بنر

source: Banners List
fa_ir: لیست بنر

source: Manage Banners
fa_ir: مدیریت بنر

source: Create Banner
fa_ir: افزودن بنر

source: Delete Banner
fa_ir: حذف بنر

source: Update Banner
fa_ir: ویرایش بنر

source: Place
fa_ir: محل قرارگیری

source: Above Suggested Courses
fa_ir: بالای دوره های پیشنهادی

# Error.ABannerIsAvailableForTheSelectedLocation
source: A Banner Is Available For The Selected Location
fa_ir: برای مکان انتخابی بنری موجود است

source: Prefered Master Name
fa_ir: مدرس پیشنهادی

source: Functional Links
fa_ir: لینک های کاربردی

source: About Master
fa_ir: درباره مدرس

source: Manage episodes
fa_ir: مدیریت قسمت ها

source: Episodes count
fa_ir: تعداد جلسات

source: Catch
fa_ir: نقدی

source: Add episode
fa_ir: افزودن قسمت

source: Total videos length
fa_ir: مجموع مدت زمان ویدیو ها

source: Attach file
fa_ir: فایل ضمیمه

source: Course attach file
fa_ir: فایل ضمیمه دوره

source: Master commission percentage
fa_ir: درصد کمیسیون مدرس

source: File suffix
fa_ir: پسوند فایل های دوره

source: Create new episode
fa_ir: افزودن قسمت دوره

# Error.VideoLengthIsRequired
source: Video length is required
fa_ir: مدت زمان ویدیو ضروری می باشد

source: Favourite courses list
fa_ir: لیست دوره های محبوب

source: Add to favourite
fa_ir: افزودن به علاقه مندی

source: My favourite courses
fa_ir: دوره های مورد علاقه من

# Error.MasterCommissionPercentageShouldBeBetweenZeroAndOneHundred
source: Master commission percentage should be between zero and one hundred
fa_ir: کمیسیون مدرس باید بین 0 تا 100 باشد

source: To access should buy the course
fa_ir: برای دسترسی باید دوره را خریداری نمایید

source: Download video
fa_ir: دانلود ویدیو

source: Download attachment file
fa_ir: دانلود فایل ضمیمه

source: Course commission
fa_ir: کمیسیون دوره

source: Charge for course commission
fa_ir: سهم مدرس از فروش دوره

# Error.CommentReplyMessageIsRequired
source: Comment reply message is required
fa_ir: پیام برای جواب به نظر ضروری می باشد

source: Reply comment
fa_ir: پاسخ به نظر

source: Offerd courses
fa_ir: دوره های پیشنهادی

source: Last courses
fa_ir: آخرین دوره ها

source: Advanced search
fa_ir: جست و جوی پیشرفته

source: Best selling
fa_ir: پرفروش ترین

source: Last updated
fa_ir: بروزترین

source: Most viewed
fa_ir: پربازدید ترین

source: Newest
fa_ir: جدیدترین

source: Author
fa_ir: نویسنده

# CommentRegister
source: Register a comment
fa_ir: ثبت دیدگاه

source: Comment text
fa_ir: متن دیدگاه

source: No comment has been registered
fa_ir: دیدگاهی ثبت نشده است

source: Users comments
fa_ir: دیدگاه کاربران

source: Your email address will not be published. Required fields are marked
fa_ir: آدرس ایمیل شما منتشر نخواهد شد. فیلدهای الزامی مشخص شده اند

# Error.YouDoneThisBefore
source: You done this before
fa_ir: قبلا برای شما ثبت شده است

source: Information about course updates
fa_ir: اطلاع از بروز رسانی دوره

source: Notification of completion of the course
fa_ir: اطلاع رسانی اتمام دوره

source: Adviser mobile
fa_ir: موبایل مشاور

source: Request details
fa_ir: جزئیات درخواست

source: Requested user mobile
fa_ir: موبایل درخواست دهنده

source: Requested user name
fa_ir: نام درخواست دهنده

source: Owner name
fa_ir: نام صاحب حساب

source: There is no active survey
fa_ir: نظر سنجی فعالی وجود ندارد

source: Manage Masters Notifications
fa_ir: مدیریت اطلاعیه اساتید

source: Send Masters Notifications
fa_ir: ارسال اطلاعیه اساتید

source: Select All Master
fa_ir: انتخاب همه اساتید

source: Master Notification
fa_ir: اطلاعیه های استاد

source: Master Notifications
fa_ir: اطلاعیه های استاد

source: Contract Upload
fa_ir: آپلود قرارداد

# Error.MasterIsNotConfirmedError
source: Master is not confirmed
fa_ir: استاد تایید نشده است

# Error.ThePossibilityOfRequestingASettlementError
source: The possibility of requesting a settlement
fa_ir: امکان درخواست تسویه وجود ندارد

# Error.YouMustSelectAtLeastOneAccessError
source: You must select at least one access
fa_ir: حداقل باید یک دسترسی را انتخاب کنید

# GetCourseDetailsFiles
source: Download Session Files
fa_ir: دانلود فایلهای جلسه

# Error.CourseVideoOrderIsDuplicated
source: Course video order is duplicated
fa_ir: شماره جلسه تکراری می باشد

source: Session Number
fa_ir: شماره جلسه

source: Upload Video
fa_ir: آپلود ویدئو

# InProgressMaterResume
source: In progress master resume
fa_ir: رزومه های درحال بررسی مدرسین

source: New finance request
fa_ir: درخواست های مالی جدید

source: Tickets
fa_ir: تیکت ها

source: Today users
fa_ir: کاربران امروز

source: Users
fa_ir: کاربران

source: Please enter the message
fa_ir: لطفا پیام را وارد کنید

source: Please enter the title
fa_ir: لطفا عنوان را وارد کنید

source: Masters Notifications List
fa_ir: لیست اطلاعیه های اساتید

source: Master notification list
fa_ir: لیست اطلاعیه های اساتید

source: Update master notification
fa_ir: ویرایش اطلاعیه های اساتید

source: Blocked amount body
fa_ir: تعیین مبلغ بلاک شده

source: Blog text
fa_ir: متن مقاله

source: Are you sure?
fa_ir: آیا مطمعن هستید؟

source: Course name
fa_ir: نام دوره

source: Latest orders
fa_ir: آخرین سفارشات

source: Operation done successfully
fa_ir: عملیات با موفقیت انجام شد

source: Publish
fa_ir: انتشار

# UnPublishedCourseVideos
source: Not publish course videos
fa_ir: ویدئو های منتشر نشده

# Error.ThereIsNoAdvirsers
source: There is no advirsers
fa_ir: در حال حاضر مشاوری وجود ندارد

source: Manage withdraw requests
fa_ir: مدیریت درخواست برداشت

# Error.InvalidVideoLength
source: Invalid video length
fa_ir: مدت زمان ویدیو غیر مجاز می باشد

source: Notification List
fa_ir: لیست اعلانات

source: Update Notification
fa_ir: ویرایش اعلان

source: Delete Notification
fa_ir: حذف اعلان

# DownloadVideoCourse
source: Download course video
fa_ir: دانلود ویدیو دوره

# GetCourseVideoAndFiles
source: Download video and session files
fa_ir: دانلود ویدیو و فایل های جلسه

source: Publish course video
fa_ir: انتشار ویدیو دوره

source: Copied
fa_ir: کپی شد

source: A notification has been sent to you
fa_ir: برای شما یک اطلاعیه ارسال شد

# Error.MustBeUrl
source: Must be url
fa_ir: لطفا لینک وارد نمایید

# Error.UserDoesNotHaveTheCourse
source: User does not have the course
fa_ir: کاربر دوره را خریداری نکرده است

source: Unable to withdraw user
fa_ir: مسدود کردن قابلیت تسویه مدرس

source: Able to withdraw user
fa_ir: فعال کردن قابلیت تسویه

source: Set blocked amount
fa_ir: تنظیم مبلغ بلاک شده

source: Course video list
fa_ir: لیست ویدیو های دوره

source: Delete course video
fa_ir: حذف ویدیو دوره

source: Create new course video
fa_ir: افزودن ویدیو جدید به دوره

source: Update course video
fa_ir: ویرایش ویدیو دوره

source: Download course video
fa_ir: دانلود ویدیو دوره

source: List of withdraw requests
fa_ir: لیست درخواست های تسویه

source: Delete adviser
fa_ir: حذف مشاوره

source: Update slider
fa_ir: ویرایش اسلایدر

source: Delete master notification
fa_ir: حذف اطلاعیه اساتید

source: Manage course comments
fa_ir: مدیریت نظرات دوره

source: Course comments list
fa_ir: لیست نظرات دوره

source: Reported comments list
fa_ir: لیست نظرات گزارش شده

source: Confirm or deny comment
fa_ir: رد یا تایید نظر

source: Bank account card status
fa_ir: وضعیت حساب بانکی

source: Image name
fa_ir: نام تصویر

source: Author id
fa_ir: شناسه نویسنده

source: Identification file name
fa_ir: فایل شناسایی

source: Demo video file name
fa_ir: فایل دمو

source: None
fa_ir: همه

source: Useful
fa_ir: مفید

source: Useless
fa_ir: غیر مفید

source: Finish course
fa_ir: اتمام دوره

source: Adviser full name
fa_ir: نام مشاور

source: Adviser bio
fa_ir: درباره مشاور

source: Adviser id
fa_ir: شناسه مشاور

source: Delete master contract
fa_ir: حذف قرارداد استاد

source: Send master notification
fa_ir: ارسال اطلاعیه استاد

source: My courses questions
fa_ir: پرسش های من

source: 500 Error
fa_ir: خطای ۵۰۰

source: Back to main page
fa_ir: برگشت به صفحه اصلی

source: Expected page not found
fa_ir: صفحه مورد نظر یافت نشد

source: Please contact site support
fa_ir: لطفا با پشتیبانی سایت تماس بگیرید.

source: Server error
fa_ir: خطای سرور

source: Something went wrong!
fa_ir: مشکلی پیش آمد!

# Success.YourCommentIsAwaitingApproval
source: Your comment is awaiting approval
fa_ir: دیدگاه شما در انتظار تایید می باشد

# Success.YourQuestionIsAwaitingApproval
source: Your question is awaiting approval
fa_ir: سوال شما در انتظار تایید می باشد

# Error.SessionNumberIsDuplicate
source: Session number is duplicate
fa_ir: شماره جلسه تکراری می باشد

source: Become Master
fa_ir: مدرس شویـد

source: First Page Banner Text
fa_ir: متن بنر صفحه اول

# Error.PasswordCompareError
source: Password compare error
fa_ir: کلمه عبور و تکرار کلمه عبور با هم مغایرت دارند

source: Submit question
fa_ir: ثبت پرسش

source: Back to home
fa_ir: بازگشت به خانه

source: Blog tags
fa_ir: برچسب های مقاله

source: Share
fa_ir: به اشتراک گذاری

source: Tag
fa_ir: برچسب

source: There is no question
fa_ir: برای این دوره پرسشی وجود ندارد

source: Please Login To Send Answer On This Course
fa_ir: برای ارسال پاسخ لطفا وارد شوید
